andenetalexander.vim-cheatsheet
asvetliakov.vscode-neovim
azurepolicy.azurepolicyextension
ban.spellright
be5invis.vscode-custom-css
bierner.emojisense
cliffordfajardo.highlight-line-vscode
codezombiech.gitignore
darkriszty.markdown-table-prettify
davidanson.vscode-markdownlint
donjayamanne.kusto
eamodio.gitlens
eliverlara.andromeda
eriklynd.json-tools
esbenp.prettier-vscode
fabiospampinato.vscode-diff
formulahendry.code-runner
ghmcadams.lintlens
github.copilot
github.copilot-chat
github.vscode-pull-request-github
ibm.output-colorizer
johnpapa.vscode-peacock
mhutchie.git-graph
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-runtime
ms-python.gather
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
ms-vscode.wordcount
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
msazurermtools.azurerm-vscode-tools
naumovs.color-highlight
orta.vscode-jest
pkief.material-icon-theme
pnp.polacode
ranger-4297.yagpdb-cc-updated
rosshamish.kuskus-kusto-syntax-highlighting
shd101wyy.markdown-preview-enhanced
thmsrynr.cat-facts
thmsrynr.rightlines
thmsrynr.vscode-namegen
tinkertrain.theme-panda
twxs.cmake
tyriar.windows-terminal
usernamehw.errorlens
vintharas.learn-vim
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
vsls-contrib.codetour
yzane.markdown-pdf
zhuangtongfa.material-theme
